
  var data = {
    "status":"ok",
    "userTier":"partner",
    "total":16,
    "startIndex":1,
    "pageSize":50,
    "currentPage":1,
    "pages":1,
    "orderBy":"newest",
    "tag":{
      "id":"travel/series/weekend-food-and-travel-special",
      "type":"series",
      "webTitle":"Weekend food and travel special",
      "webUrl":"http://www.guardian.co.uk/travel/series/weekend-food-and-travel-special",
      "apiUrl":"http://content.guardianapis.com/travel/series/weekend-food-and-travel-special",
      "sectionId":"travel",
      "sectionName":"Travel"
    },
    "results":[{
      "id":"travel/2010/jan/30/black-forest-michelin-germany-travel",
      "sectionId":"travel",
      "sectionName":"Travel",
      "webPublicationDate":"2010-01-30T00:11:42Z",
      "webTitle":"Weekend travel special: Pigging out in the Black Forest",
      "webUrl":"http://www.guardian.co.uk/travel/2010/jan/30/black-forest-michelin-germany-travel",
      "apiUrl":"http://content.guardianapis.com/travel/2010/jan/30/black-forest-michelin-germany-travel",
      "fields":{
        "newspaperPageNumber":"27",
        "trailText":"<p>It has the highest concentration of Michelin stars in Germany. Does <strong>Simon Hattenstone </strong>have the guts to eat his way round the Black Forest?</p>",
        "headline":"Weekend travel special: Pigging out in the Black Forest",
        "body":"<p>It's planned with military precision. Run, swim, sit-ups, press-ups, crunches, eat. Rest. Run, swim, sit-ups, press-ups, crunches, eat. It's the only way to survive. I'm not sure whether this is an epicure's paradise or aversion therapy for gluttons. Three Michelin-starred restaurants – seven stars altogether – in two days. That's about 343 courses in a 30-hour period. I love my food, and am famous for my obscene capacity. But there are limits.</p><p><a href=\"http://www.baiersbronn.de/index.shtml?en\" title=\"Baiersbronn\">Baiersbronn</a> in the Black Forest is a gorgeous ­contradiction – cold enough to sting your eyes, warm enough to burn your face. The air is so fresh, so piney, you want to down it in one. By day, the forest is alight with reds and golds, oranges and browns, greens and yellows. By night it mutates into something darker – mysterious at best, deadly at worst. ­Respect the forest, warn the locals.</p><p>We stay at the five-star hotel <a href=\"http://www.bareiss.com/\" title=\"Bareiss\">Bareiss</a>, with its own three-star Michelin restaurant. Such luxury is so far out of our price range, it doesn't bear thinking about. So we don't. (And luxury it is – from the bathrobes and the numerous swimming pools to the trays of petits fours that are magically replaced every time we leave the room.)</p><p>Baiersbronn is a freak of a food haven – few places in the world can boast two three-star ­restaurants in a five-mile radius. (To put it in ­context, London has two.) All the hoteliers talk about local produce, family business, the old-fashioned way of doing things. There is a sense of solidarity – they know they have to work together to maintain standards and keep the region special.</p><p>So to battle, and this afternoon we're playing at home. The hotel Bareiss restaurant looks rather ­formal, as do the boys in bow ties drinking in the corner – they could have walked straight out of 1920s Vienna. \"Six or eight courses?\" the ­maître d' asks. \"Eight,\" of course. Diane, my partner, is already full, and we're still on the pre-starter starters, or amuse-bouches as those who know call them. These tiny tasters are served on bent silver spoons, and most seem to be variants of goose liver. Another thing about Diane – she's veget­arian, gluten-free, unadventurous with food. She passes me her spoons when the maître d' is not looking.</p><p>The courses that follow include salmon in black rice, scallops in creamy sauce, baby deer so tender it feels obscene. Then there's the turbot and white truffle. Diane says she'll have it ­without the truffle. The maître d' looks at her with a mixture of pity and contempt. When the truffle is grated on my plate, I can't speak, can't think, can't do anything but sniff. I hold the ­thinnest slice between my fingers and moan. Mmmmmm! It's like the orgasm scene in <a href=\"http://www.youtube.com/watch?v=F-bsf2x-aeE\" title=\"When Harry Met Sally\">When Harry Met Sally</a>, only more explicit. The desserts would sit happily in <a href=\"http://www.tate.org.uk/\" title=\" Tate Modern\">Tate ­Modern</a>, the wines are ­brilliantly outrageous. I&nbsp;don't leave a&nbsp;thing – not off my plate, or Diane's.</p><p>The chef, <a href=\"http://de.wikipedia.org/wiki/Claus-Peter_Lumpp\" title=\"Claus-Peter Lumpp\">Claus-Peter Lumpp</a>, walks up to us ­after the meal, by which time I'm virtually ­prostrate. He congratulates me on my appetite and looks daggers at Diane. \"So you don't like truffle.\"</p><p>Run, swim, press-ups, crunches. Not eaten for the best part of 24 hours and now ready to tackle three-star Michelin number two. <a href=\"http://www.relaischateaux.com/en/search-book/hotel-restaurant/schwarzwaldstube/\" title=\"Harald Wohlfahrt at Restaurant Schwarzwaldstube\">Harald ­Wohlfahrt at Restaurant Schwarzwaldstube</a> looks like Mr&nbsp;Bean and has held three stars continuously for 15&nbsp;years. It is more relaxed here, and the maître d' puts us at our ease. He gives Diane a knowing smile. \"Ah,&nbsp;I&nbsp;hear you don't like truffles, ­madame.\" News travels fast in Baiersbronn.</p><p>\"But I do,\" I squeal, desperately.</p><p>\"Yes, we know you do, sir.\"</p><p>Everything has a lovely, light, Asian tang. I've worked out the essence of nouvelle cuisine – ­anything common is a no-no (strictly no chicken), any­thing young, rare or cruelly fed is a yes-yes (bring on the foie gras). My favourite is a sweetbread ravioli in a gossamer pastry topped with truffle. I'm in fungus heaven again – burrowing, sniffing and shaking with pleasure. Next time round, I'm coming back as a pig.</p><p>Swim, press-ups, crunches. Diane says she can't come to tonight's Michelin fiesta.</p><p>\"You don't need to eat anything,\" I say.</p><p>\"It's not that. If I see you eat anything more, I'll&nbsp;be sick.\"</p><p>I set off to the <a href=\"http://www.hotel-sackmann.de/index.php?section1=restaurants&amp;section2=schlossberg&amp;section3=&amp;page=schlossberg.php\" title=\"Schlossberg\">Schlossberg</a>, run by Herr ­Sackmann and a mere one-starrer. Of all these amazing chefs, he is the most creative, forever playing with scale. So a single anchovy assumes whale-like proportions next to lilliputian veg. One of many desserts is a huge chunk of Black Forest ­gateau in miniature – the cake equivalent of a&nbsp;Dinky car. As for the truffle, he doesn't wait for the main course. A creme-egg-yolk-truffle ­concoction should be revolting, but it's to die for.</p><p>At the next table, a severe-looking woman in large specs and a frumpy dress arrives. As she eats, she is transformed. When each course arrives, she closes her eyes, sniffs, smiles ecstatically and whispers to her man. By the end, she's a dead ringer for Aphrodite. As I leave, I tell her how much I enjoyed watching her eat. She looks at me as if I'm mad.</p><p>I'm already becoming nostalgic for my Michelin meals. They are hideously expensive, pretentious, cruel and indulgent, but who cares?</p><p>Would I come here for a week's holiday and eat in these places every night? Of course not. Would I&nbsp;save up for an age, come for three days and pig out in one for the treat of a lifetime? You bet. And the rest of the time? I'd&nbsp;stay at sensibly priced ­<a href=\"http://www.hotel-tanne-schwarzwald.de/cms_englisch/index_frame.html\" title=\"Hotel Tanne\">Hotel Tanne</a> and stuff myself with slap-up non-Michelin meals (trout so fresh it's almost breathing, properly sized pheasant breast, ice-cream with blueberries), walk it off during the day, eat sausage and maul­taschen (ravioli) for a tenner at the hiking tents, and smell the truffle wafting through the air. •</p><p><strong>Get there </strong><a href=\"http://www.germanwings.com\" title=\"German Wings\">German Wings</a> flies London Stansted to&nbsp;Stuttgart, from £70 return; germanwings.com</p><p><strong>Stay/eat at</strong> <a href=\"http://www.bareiss.com/\" title=\"Hotel Bareiss\">Hotel Bareiss</a>, €316 per room per night; eight-course meal €175. ­Restaurant <a href=\"http://www.hotel-sackmann.de/index.php?section1=restaurants&amp;section2=schlossberg&amp;section3=&amp;page=schlossberg.php\" title=\"Schlossberg\">Schlossberg</a>, six-course meal €122. Restaurant <a href=\"http://www.relaischateaux.com/en/search-book/hotel-restaurant/schwarzwaldstube/\" title=\"Schwarzwaldstube\">Schwarzwaldstube</a>, five-course meal €135. <a href=\"http://www.hotel-tanne-schwarzwald.de/\" title=\"Hotel Tanne\">Hotel Tanne</a>, €106 per room per night; four-course meal from €27.</p><!-- Guardian Watermark: travel/2010/jan/30/black-forest-michelin-germany-travel|2011-10-21T07:09:02+01:00|7f3643d55584f80495fd8a13528fda9020934c13 -->",
        "showInRelatedContent":"true",
        "lastModified":"2010-01-30T00:11:42Z",
        "hasStoryPackage":"true",
        "standfirst":"It has the highest concentration of Michelin stars in Germany. But does our reporter have the guts to eat his way round the Black Forest?",
        "shortUrl":"http://gu.com/p/2e398",
        "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/About/General/2010/1/26/1264522516126/Travel-Black-forest-004.jpg",
        "commentable":"false",
        "byline":"Simon Hattenstone",
        "publication":"The Guardian",
        "newspaperEditionDate":"2010-01-30",
        "shouldHideAdverts":"false",
        "liveBloggingNow":"false"
      }
    },{
      "id":"travel/2010/jan/30/short-break-kids-suffolk-travel",
      "sectionId":"travel",
      "sectionName":"Travel",
      "webPublicationDate":"2010-01-30T00:11:40Z",
      "webTitle":"Weekend travel special: Short break with kids in Suffolk",
      "webUrl":"http://www.guardian.co.uk/travel/2010/jan/30/short-break-kids-suffolk-travel",
      "apiUrl":"http://content.guardianapis.com/travel/2010/jan/30/short-break-kids-suffolk-travel",
      "fields":{
        "newspaperPageNumber":"45",
        "trailText":"<p>Nothing brings home the distance between pre- and post-baby existence like a holiday, says <strong>Liese Spencer</strong>. So this Suffolk hotel is a real eye-opener</p>",
        "headline":"Weekend travel special: Short break with kids in Suffolk",
        "body":"<p>Nothing brings home the cruel distance between your pre- and post-baby existence quite like holidays. Gone are those long, lazy lunches eating oysters with icy white wine at a table overlooking the sea; in their place, endless scavenging for high chairs, microwaves and baby-changing facilities.Which is why Luxury Family Holidays is such a genius idea. Scattered across the country, its grand country houses are properly swish, while at the same time offering cots, creches – even babysitters.</p><p>We visited Ickworth in Suffolk, National Trust pile and one-time seat of the late, impressively dissipated <a href=\"http://en.wikipedia.org/wiki/John_Hervey,_7th_Marquess_of_Bristol\" title=\"John Hervey\">John Hervey</a> (7th Marquess of Bristol, half-brother to It-Girl Victoria). Outside is a sprawl­ing estate to explore, with ancient church and vine­yard; inside the boutique decor allows strung-out parents to masquerade as world-weary jet-setters. Best of all, the prospect of a leisurely dinner free from wailing infants. I felt a guilty thrill at the child-unfriendly candle, white linen and goldfish bowl-sized glasses of red wine. Service was attentive and friendly, the locally sourced food well cooked and presented. And not a mashed banana in sight.</p><p>If the thronging numbers of ­children – in the pool, cycling in the driveway, enthroned in high chairs in the cafe – gave the smart surroundings a slightly surreal, Ballardian air, this was more than compensated for by just how easy the whole set-up made it to relax both with and without the kids. And, of course, ghettos can be supportive – no one here made you feel like a pariah for spoil­ing the sexy vibe with your sticky pots of puréed parsnip. Hervey, a devotee of cocaine, heroin and rent boys, is probably t­urning in his grave.</p><p><strong>Stay at</strong> <a href=\"http://www.ickworthhotel.co.uk/family_hotels_uk.asp\" title=\"Ickworth\">Ickworth</a>, from £170 per room per&nbsp;night&nbsp;(with breakfast and dinner).</p><!-- Guardian Watermark: travel/2010/jan/30/short-break-kids-suffolk-travel|2011-10-21T07:09:02+01:00|83beac0ea84956bccd26b085a7f279a096800522 -->",
        "showInRelatedContent":"true",
        "lastModified":"2010-01-30T00:11:40Z",
        "hasStoryPackage":"true",
        "standfirst":"Nothing brings home the cruel distance between pre- and post-baby existence quite like a holiday. So Ickworth in Suffolk is a real eye-opener",
        "shortUrl":"http://gu.com/p/2e3e5",
        "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/About/General/2010/1/26/1264529609093/Ickworth-Suffolk--004.jpg",
        "commentable":"false",
        "byline":"Liese Spencer",
        "publication":"The Guardian",
        "newspaperEditionDate":"2010-01-30",
        "shouldHideAdverts":"false",
        "liveBloggingNow":"false"
      }
    },{
      "id":"travel/2010/jan/30/foraging-holiday-wales-travel",
      "sectionId":"travel",
      "sectionName":"Travel",
      "webPublicationDate":"2010-01-30T00:11:39Z",
      "webTitle":"Weekend travel special: Foraging in Wales",
      "webUrl":"http://www.guardian.co.uk/travel/2010/jan/30/foraging-holiday-wales-travel",
      "apiUrl":"http://content.guardianapis.com/travel/2010/jan/30/foraging-holiday-wales-travel",
      "fields":{
        "newspaperPageNumber":"45",
        "trailText":"<p>Even if you don't find anything for dinner, a gastronomic break in Powys is just the ticket to liven up jaded tastebuds, says <strong>Anna Chesters</strong></p>",
        "headline":"Weekend travel special: Foraging in Wales",
        "body":"<p>Saturday morning and, after a regal sleep and a hearty breakfast, we're set for our foraging adventure. It's raining. A lot. But knowing that we'll be returning to the cosy<a href=\"http://www.ynyshirhall.co.uk/\" title=\" Ynyshir Hall \"> Ynyshir Hall </a>in Powys takes the edge off. We meet Xavier, a French member of the hall's staff, sporting a beret and a casual air of indifference to the weather. Samphire, sorrel and wild garlic can all be picked up around here, but it is mushrooms we are looking for. Xavier's advice is understated – \"If you don't know, don't eat.\" He says to look around the bases of trees, but I find that I'm essentially looking for brown mushrooms at the bottom of brown trees among brown leaves. After two hours, we haven't managed to forage anything, but through the curtains of rain we do take in the breathtaking colours of the valley.</p><p>Fortunately head chef Shane Hughes and his staff weren't relying on us to return with our arms full, and the sublime nine-course tasting menu we feast on includes twice-cooked quail – poached and roasted – with quail's egg ravioli; a simple but sensational scallop dish with onion purée; and a&nbsp;crisp and cleansing bay leaf ice cream.</p><p>\"Small and special,\" is how manager Joan Reen describes the establishment she's been running for 20 years, and she's spot on. The nine thoughtfully decorated rooms are themed by artist – we were in Vermeer – and have a roaring log fire. The staff are a close group and everyone does a bit of everything: the ­accountant is also the gardener; the sous chef is an ­occasional handyman; and while my partner and I were ­staying, the head chef's mum was fixing up new curtains. We were made to feel incredibly at home; it's just a shame we weren't able to contribute with a handful of mushrooms.</p><p><strong>Stay at </strong><a href=\"http://www.ynyshirhall.co.uk/\" title=\"Ynyshir Hall\">Ynyshir Hall</a>, from £250 per room per night. Tasting menu, £80. The foraging walk is free but must be booked in advance.</p><!-- Guardian Watermark: travel/2010/jan/30/foraging-holiday-wales-travel|2011-10-21T07:09:02+01:00|8be71a47881323a266d500320c254f5bf7dfc355 -->",
        "showInRelatedContent":"true",
        "lastModified":"2010-01-30T00:11:39Z",
        "hasStoryPackage":"true",
        "standfirst":"Even if you don't find anything for dinner, a gastronomic break at Ynyshir Hall in Powys is just the ticket to liven up jaded tastebuds",
        "shortUrl":"http://gu.com/p/2e3dn",
        "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/About/General/2010/1/26/1264529260295/Foraging-004.jpg",
        "commentable":"false",
        "byline":"Anna Chesters",
        "publication":"The Guardian",
        "newspaperEditionDate":"2010-01-30",
        "shouldHideAdverts":"false",
        "liveBloggingNow":"false"
      }
    },{
      "id":"travel/2010/jan/30/sweden-fish-travel",
      "sectionId":"travel",
      "sectionName":"Travel",
      "webPublicationDate":"2010-01-30T00:11:36Z",
      "webTitle":"Weekend travel special: Seafood treats in Sweden",
      "webUrl":"http://www.guardian.co.uk/travel/2010/jan/30/sweden-fish-travel",
      "apiUrl":"http://content.guardianapis.com/travel/2010/jan/30/sweden-fish-travel",
      "fields":{
        "newspaperPageNumber":"35",
        "trailText":"<p>It's the place where the fish is as fresh as the air, says <strong>Kira Cochrane</strong></p>",
        "headline":"Weekend travel special: Seafood treats in Sweden",
        "body":"<p>My boyfriend Alex and I are sweating our way through an ­after-dinner sauna on one of Sweden's most westerly, d­eserted islands; part of a&nbsp;group known collectively as the&nbsp;<a href=\"http://liljeqvist.com/2007/07/vaderoarna\" title=\"Weather Islands\">Weather Islands</a> (Väderöarna). We've been here a few hours, and we've already met the only permanent resident, handyman Ingmar, and his close friends – a family of swans; we've slipped and skidded over this sparse collection of rocks, a&nbsp;pilot ­station until 1967, with its handful of red timber lodgings that are now used as holiday homes. And we have had a lovely, simple dinner at the island's guest house, where we're staying. A plate of beautifully fresh mussels, crayfish and prawns, followed by a fillet of meaty cod and a light berry parfait.</p><p>As the sauna's temperature rises, Alex decides on a dip in the biting midnight sea. \"What's it like?\" I&nbsp;ask, shivering in a towel. \"Crisp,\" he pants, \"fresh,\" then rushes back into the sauna.</p><p>It's an apt description of our seafood tour. We are struck by&nbsp;Sweden's cleanliness, by the pure air, the fresh fish. Our first destination is a tiny island called ­Klädesholmen, so we drive south from Gothenburg City airport through the frost-tipped countryside.</p><p>We arrive at our floating hotel, Salt &amp; Sill, where we are greeted by owner Patrick Hermansson. This area has long been known for its herring industry, and so we join Patrick and get pickling. We mix the strong, tart herring fillets with cream, whisky and hickory smoke extract. The fish tastes like charred wood soaked in alcohol – in a good way.</p><p>There's more herring in the evening, at the hotel's restaurant, where our starter is three ­varieties of the fish paired with warming shots of schnapps. We're having the lobster menu (around £40 a person), so the next course is a lobster salad, followed by a very tender lobster tail with baked tomatoes and ­asparagus. After a rich chocolate dessert, we roll off to bed.</p><p>The next day we head to the clear waters of Grebbestad which is, we're told, the area that supplies most of the country's oysters and crayfish. We meet Per Karlsson as he arrives back from one of his fishing tours with an armful of oysters. He shows us how to open them – holding the shell in your left hand, a knife in your right, and trying not to damage the muscle inside. Per advises us to chew the oyster rather than just ­swallow it, and to skip the usual squeeze of lemon. The taste is slightly metallic, packed with minerals.</p><p>Then it's across the bumpy sea to the Weather Islands where that perfect dinner is followed, the next morning, by the most deliciously salty bacon and eggs I've tasted. With Alex and those swans for company, I could be happy here for months.</p><p><strong>Getting there </strong>Ryanair flies from London ­Stansted to&nbsp;Gothenburg City, from £9.99 each way ­ (ryanair.com/en).</p><p><strong>Stay at</strong> <a href=\"http://www.saltosill.se/English__1053.html\" title=\"Salt &amp; Sill\">Salt &amp; Sill</a>, £140 per room per night. A visit to the Weather Islands, including accommo­dation and meals, costs from £158 per person in a double room; email<a href=\"mailto: info@vaderoarna.com\" title=\"info@vaderoarna.com\"> info@vaderoarna.com</a> or call 00 46 525 32001. <a href=\"http://www.evertssjobod.se/\" title=\"Oyster safari\">Oyster safari</a>, run by Per ­Karlsson, around £60 per person;. For&nbsp;more ­information, go to <a href=\"http://www.vastsverige.com/en/west-sweden/\" title=\"westsweden.com/\">westsweden.com/</a>.</p><!-- Guardian Watermark: travel/2010/jan/30/sweden-fish-travel|2011-10-21T07:09:02+01:00|4d5a7b4fbe3456f310afac7f6a95de9469e20b48 -->",
        "showInRelatedContent":"true",
        "lastModified":"2010-01-30T00:11:36Z",
        "hasStoryPackage":"true",
        "standfirst":"It's the place where the fish is as fresh as the air",
        "shortUrl":"http://gu.com/p/2e378",
        "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/About/General/2010/1/26/1264524738563/Travel-Sweden-004.jpg",
        "commentable":"false",
        "byline":"Kira Cochrane",
        "publication":"The Guardian",
        "newspaperEditionDate":"2010-01-30",
        "shouldHideAdverts":"false",
        "liveBloggingNow":"false"
      }
    },{
      "id":"travel/2010/jan/30/skiing-switzerland-self-catering-recipes",
      "sectionId":"travel",
      "sectionName":"Travel",
      "webPublicationDate":"2010-01-30T00:11:21Z",
      "webTitle":"Weekend travel special: Hugh Fearnley-Whittingstall in Switzerland",
      "webUrl":"http://www.guardian.co.uk/travel/2010/jan/30/skiing-switzerland-self-catering-recipes",
      "apiUrl":"http://content.guardianapis.com/travel/2010/jan/30/skiing-switzerland-self-catering-recipes",
      "fields":{
        "newspaperPageNumber":"12",
        "trailText":"<p>The designated chalet chef cooking up a daily feast for 10 hungry skiers</p>",
        "headline":"Weekend travel special: Hugh Fearnley-Whittingstall in Switzerland",
        "body":"<p>Heading home from my ­family ski-trip to <a href=\"http://www.j2ski.com/ski_resorts/Switzerland/Les_Crosets.html\" title=\"Les Crosets, Switzerland\">Les ­Crosets, Switzerland</a>, I'm carrying with me, along with the bumps, bruises, chapped lips and sunburned nose (and an as yet undigested kilo or so of Swiss cheese), a genuine longing to return. Odd because, after a 10-year hiatus since we last took to the slopes, I thought this was largely a mission to cross skiing off the list of things I want to do more of in the second half of my life. I thought this one was pretty much for the kids. But I had far more fun than I expected.</p><p>Luckily, the children loved it, too, as did our friends, the Skeets, all five of them. So we've agreed we'll be back within a year or three, same families, same resort, same chalet, right opposite the sensational <a href=\"http://en.wikipedia.org/wiki/Dents_du_Midi\" title=\"Dents du Midi \">Dents du Midi</a>, a stunning Alpine ridge that catches the evening sun and, I suspect, persuades many ­loyally to return year after year.</p><p>So what else made it so good? The snow, ­certainly. To arrive at your chalet at around ­suppertime in the dark, and find that soft, fat flakes are falling fast through a black, windless sky, puts you in the mood like nothing else – ­except, perhaps, a quick snowball fight. Ours managed to produce plenty of laughter and no tears – not even when Oscar got Freddie right in the ear. It's special stuff, snow, and never more so&nbsp;than when you're together as a family.</p><p>Snow is particularly handy for the skiing, of course. The fact that our first day on the slopes – the first in a decade for us, the first ever for our kids – took place in near-perfect snow ­conditions was fantastic. If you're a solidly ­average but out of practice skier – and&nbsp;that's the brush with which I'd tar all four of us adults – then a dusting of real fresh snow on a well-maintained piste is a&nbsp;true tonic.</p><p>The weather got better, as in hotter, from each day to the next. Inevitably that meant things got pretty slushy on the lower slopes by lunchtime, but by the second day we'd sussed that a hard (well, full) morning's skiing, plus an hour or so mucking around with the kids after a quick cafe lunch, was generally going to sate the snow-lust for the day. Usually one or two of the grown-ups were back in the chalet with most of the kids by 3pm, giving everyone, particularly me, plenty of time to think about supper.</p><p>In fact, the preparation of a hearty supper for 10&nbsp;was never much of a sweat. And this was largely down to a seriously well-executed ­shopping trip to the nearby town of Champéry at the very start of the week. Les Crosets, a small village at 1,400m, is really all about the ­skiing, but Champéry, a windy 400m and 20 minutes down the mountain, is a proper little Swiss alpine town. It's not exactly the hive of artesanal food boutiques I had hoped for, though look beyond the big brands in the super­markets and you'll find plenty of cheeses and a few good-looking cured meats sourced ­directly from the surrounding countryside.</p><p>But the real food find was ­undoubtedly ­Champéry's fabulous ­cheese shop, ­Fromage etc. We loaded up with goodies, ­including an outstanding aged Gruyère, a red-skinned aged goat's cheese that was great for ­grating on pasta, and a&nbsp;Vacherin Mont d'Or, that thick-skinned, runny cheese that comes in a round pine box.</p><p>I was on dinner duty most nights; not unaided, but largely unchallenged in my culinary dictatorship – except by small children constantly ­demanding Nutella pancakes. In the end I made a&nbsp;large batch of pancake batter most nights and kept it in the fridge. Pancakes proved the perfect plug for the gap between lunch and supper, and the best possible instant fix for the fact that on a&nbsp;skiing holiday <em>everyone's always hungry</em>. But they had to be deployed strategically. From day three, pancakes were allowed only at breakfast and within half an hour of returning to the chalet from the slopes, when they bought the&nbsp;chef a ­little time to prepare a slightly more ­sophisticated supper aimed at pleasing all members of the party (aged from four to 44).</p><p>But in some ways the pancake approach underpinned all my cooking endeavours on the holiday. Successful ski cuisine has to deliver on the après ski appetites' uncompromising demand for ­maximum starch with maximum taste, while also meeting the tired chef's requirement of ­minimum labour… and another very large glass of wine, please. So the chalet chef has to be able to ­function on autopilot and yet consistently deliver big-­hitting, crowd-pleasing, tummy-filling, sleep-­inducing, flavour-laden feasts.</p><p>Given this mission, pasta dishes and risottos are no less valid for being obvious. Pasta carbonara, as you probably know, is the most ­cunningly time-efficient way yet devised to shovel 1,000 very tasty calories down each of 10 hungry gullets. But for a&nbsp;change, and an upping of flavours, I made one using a spicy, chorizo-style sausage instead of the bacon. The other great starchy stuffer is polenta. To my delight, I found some in the supermarket that was ready-made, in a kind of sliceable polenta ­sausage. I found the best way to get the kids to give it a chance was to cut thick slices, fry them until crispy, then serve with grated parmesan. The next time, it came with a topping of sautéed wild mushrooms: not all the kids were convinced, but that meant all the more for the grown-ups.</p><p>My two big set pieces of the week were a bollito misto late lunch on the terrace (see recipe below) and, of course, like ­British ski parties in chalets all over the Alps, we just had to have a fondue on our last night. The cooking, by the way, is the easy part. Especially if you buy the \"house fondue mix\" of ready-grated cheese from the local fromagerie (they'll all be local, so there's no shame in it). Don't be tempted to add anything to the melted cheese ­except the prescribed quantities of white wine and kirsch, and a twist of black pepper. Have a few salad leaves standing by, if you must, but forget starters or pudding, just make a date with a&nbsp;pot of molten cheese and a mountain of cubed, crusty baguette. And get ready to be very silly.</p><p><strong>Bollito misto </strong></p><p>A massive meat fest, to be made with at least three different \"boiling\" meats. Make one a free-range chicken, another a good piece of ham or pancetta and the third some kind of garlicky sausage, then everyone will have something they like. Serve with Puy lentils, mustard spiced fruits (aka ­mostarda di Cremona; Italian delis sell the stuff), salsa verde (recipe below) and mustard. Serves eight to 10.</p><p><strong>1 free-range chicken, jointed </strong><br /><strong>1-2 boiling sausages (750g-1kg)</strong><br /><strong>1 smoked ham hock (or 1 thick piece ­pancetta, around 1kg)</strong><br /><strong>3 onions, peeled and quartered</strong><br /><strong>2 bay leaves</strong><br /><strong>1 small sprig fresh thyme</strong><br /><strong>2 celery hearts, quartered </strong><br /><strong>2 cabbage hearts, quartered </strong><br /><strong>5 large carrots, peeled</strong><br /><strong>Salt and black pepper </strong></p><p>Put all the meat in a large casserole with the ­onions, bay, thyme and just enough water to cover. Bring to a simmer, cover and cook on a low heat for two hours. Add the celery hearts, ­cabbage hearts and whole carrots, season and cook until the vegetables are just tender. Lift out the meats, cut into thick slices and serve on a platter ­surrounded by the vegetables. Ladle over some of&nbsp;the rich stock (or serve it separately in a jug), and serve with mostarda, Puy lentils, mustard and the following salsa verde on the side (stir some of the salsa into the stock, too, if you like).</p><p><strong>Salsa verde</strong></p><p><strong>1 small garlic clove, peeled </strong><br /><strong>1 bunch flat-leaf parsley, stalks removed</strong><br /><strong>15-20 basil leaves</strong><br /><strong>3-4 sprigs fresh tarragon, picked</strong><br /><strong>4-5 anchovy fillets</strong><br /><strong>1 tsp capers</strong><br /><strong>1 tsp mustard (Dijon or English)</strong><br /><strong>1 pinch sugar</strong><br /><strong>A few drops of lemon juice (or vinegar)</strong><br /><strong>Freshly ground black pepper</strong><br /><strong>2-3 tbsp extra-virgin olive oil</strong></p><p>On a large board, chop the ­garlic as finely as you can. Add the herbs, anchovy fillets and capers to&nbsp;the pile of chopped garlic, and chop the lot ­together until well mixed and fairly fine in ­texture. Transfer to a bowl, stir in a little mustard, sugar, lemon juice and black pepper, plus enough olive oil to give it a glossy, spoonable ­consistency. As you add these last ingredients, taste and tweak the mixture until you get something you really like. This sauce is best made just before serving, but it does keep for a few days in the fridge, ­covered or in a jar.</p><p><strong>Apple (and prune) pudding cake</strong></p><p>At tea time, the most popular person in the chalet is the one who has made a cake. I love this ­\"pudding cake\" – you can serve it cold with a cup of tea or coffee, or for pudding in warm slabs with lots of cream, custard or yogurt. It's so good, quick and easy, we made it twice in the week. The&nbsp;second time we ran out of apples, so I made it with half apples, half prunes. Serves eight to 10.</p><p>For the apples<br /><strong>2 dessert apples (or 4, if you're making a pure apple cake and omitting the prunes)</strong><br /><strong>25g unsalted butter</strong><br /><strong>1 heaped tbsp granulated sugar</strong><br /><strong>¼ tsp ground cinnamon (optional) </strong><br /><strong>200g prunes</strong></p><p>For the cake mix<br /><strong>150g unsalted butter, softened</strong><br /><strong>125g caster sugar</strong><br /><strong>2 medium eggs</strong><br /><strong>1 tsp almond extract (optional) </strong><br /><strong>75g white or wholemeal self-raising flour</strong><br /><strong>75g blanched almonds, whizzed until finely ground, or ready-ground </strong></p><p>Grease a 20cm square x 5cm deep cake tin, and line the base with buttered ­baking parchment. Heat the oven to 170C/325F/gas mark 3.</p><p>Peel, quarter and core the apples, then cut each quarter into three wedges. Melt 25g of butter in a&nbsp;frying pan until it sizzles gently, add the sugar and stir until the mixture bubbles. Add the ­apples and cinnamon, if using, and cook over a medium heat for five minutes, turning occasionally, ­until&nbsp;the apples are just tender and very lightly ­caramelised. Remove from the heat.</p><p>Put the butter and caster sugar in a bowl and beat until light and fluffy. Break in an egg, beat well, add the second egg, ­the almond extract, if using, and a spoonful of flour (to stop it curdling), and beat again. Add the almonds, sift in the ­remaining flour and fold in gently. Scrape the mix into the tin and smooth the surface with a palette knife. Arrange the apples on top of one half of the cake, the prunes on the other half, then trickle over any juices from the pan. Bake for 45–50 ­minutes, until a skewer ­inserted in the centre comes out clean. Stand on a wire rack to cool.</p><p><strong>Chorizo carbonara</strong></p><p>A bit of a cross-cultural mishmash, this – a classic Spanish sausage in a classic Italian pasta sauce topped with a classic Swiss cheese – but just the thing to feed a hungry ski-crowd with minimum fuss. Serves 10.</p><p><strong>1kg spaghetti, linguine or other long pasta</strong></p><p><strong>Salt and black pepper</strong></p><p><strong>500g frozen peas (optional)</strong></p><p><strong>2-3 tbsp rapeseed or olive oil</strong></p><p><strong>800g fresh chorizo, removed from their skins and crumbled, or cured chorizo, diced</strong></p><p><strong>6 large egg yolks</strong></p><p><strong>600ml double cream</strong></p><p><strong>150g Emmentaler, Gruyère or Appenzeller, to grate on top </strong></p><p>Add the pasta to a large pan of well-salted boiling water and cook until al dente, following the ­instructions on the packet. If you're using peas, cook them in another pan of boiling salted water.</p><p>Heat the oil in a frying pan and fry the chorizo briskly for 10 minutes, until crisp and cooked through. (If you're using fresh chorizo, start with a lump, then, as it fries, break it up so it forms lots of succulent little nuggets and crumbs, maximising the surface area available for crisping.) Meanwhile, beat the egg yolks and cream, and season lightly (the chorizo is already highly seasoned).</p><p>When the pasta is done, drain and return to the hot pan (add the drained peas at this point, too). Tip in the chorizo, followed by the egg mix. Use two forks to mix the eggy cream into the pasta. The sauce will cook in the heat of the pasta, coating each strand in a light, creamy sauce. Serve at once with a final twist of black pepper, and the grater and cheese so people can help themselves.</p><p><strong>Polenta with mushrooms</strong></p><p>A substantial and tasty starter. If you can't find ready-made polenta, make up a packet of instant polenta, and leave to cool and dry out a bit until it is sliceable. Serves eight to 10 as a starter.</p><p><strong>100g dried ceps</strong></p><p><strong>100g unsalted butter</strong></p><p><strong>2-3 tbsp olive or sunflower oil</strong></p><p><strong>700g fresh mushrooms, cut in thick slices</strong></p><p><strong>Salt and black pepper </strong></p><p><strong>2 cloves garlic, peeled, halved and sliced thin</strong></p><p><strong>A little cream (optional)</strong></p><p><strong>750g ready-made polenta</strong></p><p><strong>Parmesan or aged Gruyère, to serve</strong></p><p>Put the dried ceps in a bowl with 400ml boiling water and leave for 20 minutes. While they're plumping up, melt 70g butter with a dash of oil in&nbsp;a large frying pan over a medium-high heat. When the foam subsides, add the sliced fresh mushrooms a few handfuls at a time, along with a&nbsp;good pinch of salt. Fry until they give up their moisture and begin to brown – you may need to do this in batches as they won't brown properly in an overcrowded pan, so when they're all cooked, return any ­previous batches to the pan.</p><p>Strain the ceps, ­reserving the liquid and passing it through a cloth or coffee filter to remove any grit. Stir the plumped-up ceps and garlic into the pan and fry for two or three minutes. Add 200ml of cep liquid, season well and leave to bubble for five to 10 minutes, until most of the liquid has ­reduced away. Finish with a dash of cream, if you like. Keep warm while you prepare the polenta.</p><p>Cut the polenta into eight to 10 thick slices. Warm the remaining butter in a large frying pan, add a dash of oil and gently fry the polenta, a few slices at a time, until golden on both sides. Serve immediately with the mushroom mix spooned on top. Pass around the cheese and grater..</p><p><strong>Classic fondue</strong></p><p>Fondue is a bit like Christmas dinner. It's not ­necessarily going to be the best meal of the year, but it will be great fun if you get into the spirit of it, especially if you introduce the forfeit rule for accidents. Serves 10.</p><p><strong>1 garlic clove, peeled</strong></p><p><strong>350ml dry (ideally Swiss) white wine</strong></p><p><strong>500g each Gruyère and Emmentaler (or raclette), grated</strong></p><p><strong>2 tbsp flour</strong></p><p><strong>2 tbsp kirsch</strong></p><p><strong>Freshly ground black pepper </strong></p><p><strong>Cubes of crusty bread, cut into cubes</strong></p><p>Cut the garlic in half and rub the cut surface around the inside of a fondue pan or any small, heavy saucepan. Pour in the wine and place over a&nbsp;medium heat until it begins to steam. While it's warming up, mix the grated cheeses and flour in a&nbsp;large bowl or plastic bag, then add a handful at a&nbsp;time to the wine, stirring to melt before adding the next handful. When the mix is smooth, stir in the kirsch and some pepper. Leave to bubble for a&nbsp;­couple of minutes, then place on a lighted burner to keep warm while you tuck in. Serve with a bowl of crusty bread cubes. To eat, spear a bread cube with a fondue fork or skewer, dip it into the molten cheese and devour. Lose a piece of bread in the cheese and you have to pick a forfeit out of a hat.</p><p><strong>Getting there </strong><a href=\"http://www.easyjet.com\" title=\"easyJet\">easyJet</a> flies to Geneva from many UK airports, from around £23 one way; from there, Les Crosets is a 90-minute drive, though Hugh and family travelled by train to ­Geneva; a return ticket from London with­ <a href=\"http://www.raileurope.co.uk\" title=\"RailEurope\">­RailEurope</a> costs from £182.</p><p><strong>Stay at </strong><a href=\"http://www.Chalet les B%C3%A9liers\" title=\"Chalet les Bliers\">Chalet les Béliers</a>, Les Crosets, ­Switzerland. A week's stay self-catering costs from CHF500 a person (around £295), based on 10 sharing.</p><p>• This article was amended on 9 February 2010. In the original, a rectangular tin was used in the apple cake recipe. This has been corrected.</p><!-- Guardian Watermark: travel/2010/jan/30/skiing-switzerland-self-catering-recipes|2011-10-21T07:09:02+01:00|74830e05f02e679cf5e00bf5e3da525a8e03ccf5 -->",
        "showInRelatedContent":"true",
        "lastModified":"2010-02-09T15:12:09Z",
        "hasStoryPackage":"true",
        "standfirst":"The designated chalet chef on cooking up a daily feast for 10 hungry skiers",
        "shortUrl":"http://gu.com/p/2e2bz",
        "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/About/General/2010/1/27/1264592110235/Travel-Switzerland-004.jpg",
        "commentable":"false",
        "byline":"Hugh Fearnley-Whittingstall",
        "publication":"The Guardian",
        "newspaperEditionDate":"2010-01-30",
        "shouldHideAdverts":"false",
        "liveBloggingNow":"false"
      }
    },{
      "id":"travel/2010/jan/30/jay-mcinerney-in-new-orleans",
      "sectionId":"travel",
      "sectionName":"Travel",
      "webPublicationDate":"2010-01-30T00:11:11Z",
      "webTitle":"Weekend travel special: Jay McInerney in New Orleans",
      "webUrl":"http://www.guardian.co.uk/travel/2010/jan/30/jay-mcinerney-in-new-orleans",
      "apiUrl":"http://content.guardianapis.com/travel/2010/jan/30/jay-mcinerney-in-new-orleans",
      "fields":{
        "newspaperPageNumber":"22",
        "trailText":"<p>Can New Orleans's great culinary tradition survive the fallout of Hurricane Katrina? Oh yes</p>",
        "headline":"Weekend travel special: Jay McInerney in New Orleans",
        "body":"<p>One of my favourite dining memories involves a lunch that became a <sup>­</sup>dinner at <a href=\"http://www.galatoires.com/\" title=\"Galatoires\">Galatoire's</a> restaurant in <a href=\"http://www.neworleansonline.com/\" title=\"New Orleans\">New Orleans</a>. I was with a party of locals including my friend <a href=\"http://www.wowowow.com/users/julia\" title=\"Julia Reed\">Julia Reed</a>, a writer and epicurean from Mississippi who considers nine-hour lunches part of the well-lived life. Needless to say, memory is not as precisely etched as one might hope where alcohol is involved, as it always is in New Orleans, but I had lots of time that day to become ­acquainted with the city's classic Creole cuisine, which is one of the few great indigenous culinary traditions in America.</p><p>Foodies everywhere wondered if this ­tradition would survive the devastation of <a href=\"http://www.guardian.co.uk/katrina/0,,1560620,00.html\" title=\"Hurricane Katrina\">Hurricane ­Katrina</a>. When I visited some nine months after the deluge, the jury was still out. Galatoire's was&nbsp;open, but many of the city's great restaurants remained shuttered and those that were open were struggling. My most recent visit has left me wildly optimistic and several pounds heavier. While the old temples of Creole cuisine have mostly reopened their doors, the post-Katrina dining scene is more varied than ever.</p><p>All the local gourmands agreed that <a href=\"http://www.herbsaint.com/\" title=\"Herbsaint\">Herbsaint</a> should be my first stop. Chef Donald Link is an improbably tall and skinny native of ­Louisiana who studied in San Francisco. His menu at ­Herbsaint is happily eclectic, with a strong grounding in the local traditions, beginning with gumbo. \"Gumbo was what made me want to be a chef,\" he told me when I cornered him outside the men's room. Link grew up in Cajun country, cooking with his grandmother. \"Every day the menu starts with the gumbo.\" That day's ­version, a dark brown, silky stew with homemade <a href=\"http://www.wisegeek.com/what-is-andouille-sausage.htm\" title=\"andouille sausage\">­andouille sausage</a> and <a href=\"http://en.wikipedia.org/wiki/Tasso_ham\" title=\"tasso (ham) \">tasso (ham)</a>, was one of the best I've ever had, the memory of which survived an excellent chicken and mushroom ­ravioli and a crispy, fatty <a href=\"http://www.feathersite.com/Poultry/Ducks/Musc/BRKScobies.html\" title=\"Muscovy duck\">Muscovy duck</a> confit.</p><p>The definition of gumbo is almost as slippery as that of Creole. Just as gumbo can contain pretty much any kind of meat or seafood, ­Creole is a vague and inclusive term for native New Orlean­ians, who may be black or white, depending on whom you're asking. Gumbo may be based on an&nbsp;African okra dish called quingombó, or it may derive from&nbsp;bouillabaisse. Or both. By comparison, it's easy to define the Cajuns (originally ­Acadians), French loyalists who chose to flee <a href=\"http://novascotia.com/en/home/default.aspx\" title=\"Nova Scotia\">Nova Scotia</a> rather than pledge allegiance to the British crown. Improbably, they ended up in swampy Louisiana, though their rural culture remained largely isolated from cosmopolitan New Orleans. In the 1960s, a&nbsp;brilliant Cajun chef named <a href=\"http://www.chefpaul.com/site.php\" title=\"Paul Prudhomme \">Paul Prudhomme </a>was largely responsible for transplant­ing their cuisine to the city and making it famous.</p><p>\"The best meal you're going to eat is down in the bayou,\" claims Todd, a bear of a man in a volum­in­ous, blindingly colourful paisley shirt who accosts me at <a href=\"http://www.bayona.com/\" title=\"Bayona\">Bayona</a>, chef Susan Spicer's 20-year-old restaurant in a 200-year-old cottage in the French Quarter. (Link worked here before opening Herb­saint.) Todd is a Cajun from Lafayette, Louisiana. He's in the oil business, but it's clear that eating is his true passion. We exchange notes on the <a href=\"http://www.frenchlaundry.com/\" title=\"French Laundry\">French Laundry</a> in Napa and the <a href=\"http://www.fatduck.co.uk/\" title=\"Fat Duck \">Fat Duck </a>in Bray – and he has come from the bayou to eat at his favourite New Orleans restaurants, of which Bayona seems to top the list. Indeed, the sweetbreads (fried, of course) with a mustard ­vinaigrette are among the best I've ever had, washed down with an 08 Bastianich Sauvignon Blanc, though possibly bested by the smoked duck, cashew peanut butter and jelly sand­wich. Todd orders a fifth daiquiri and recommends the desserts at <a href=\"http://www.liletterestaurant.com/\" title=\"Lilette\">Lilette</a>, where I'm dining that night.</p><p>Lilette is a very pretty bistro in the garden <sup>­</sup>district with a menu that seems at pains to avoid New Orleans traditions. Even the oysters are from the west coast, but the hanger steak is perfect and the fries cooked in duck fat are too good. My friend Julia, who lives nearby, says there are more ­restaurants post-Katrina than before, which is good news, though I realise I will have to eat more often if I want to scratch the surface.</p><p>The next morning I have a gut-busting breakfast at <a href=\"http://www.brennansneworleans.com/\" title=\"Brennan's\">Brennan's</a>, a local institution that opened its doors in 1955, just before its creator died in his sleep at the age of 45. I start, naturally, with turtle soup and move on to eggs bayou Lafourche – ­basically eggs benedict with a thick slice of andouille sausage – and manage to eat part of my friend's eggs Nouvelle Orleans, heaped with piles of ­crabmeat smothered in brandy cream sauce.</p><p>Less than an hour later I hit <a href=\"http://www.cochonrestaurant.com/\" title=\"Cochon\">Cochon</a>, Link's newest restaurant, which opened some six months after Katrina and serves Cajun-inflected fare like fried alligator with chilli garlic aïoli, and fried rabbit livers with pepper jelly toast. The fried boudin balls with pickled peppers are especially delicious, as are all permutations of pork, and I am also very fond of the catfish courtboullion (pronounced coo booyon), a spicy, tomato-based stew. But my friend <a href=\"http://www.tompiazza.com/\" title=\"Tom Piazza\">Tom Piazza</a>, author of Why New Orleans Matters, reminds me to save room for our next stop, which is <a href=\"http://www.roadfood.com/Restaurant/Reviews/141/domilises-poboys\" title=\"Domilises\">­Domilises</a>, ­located in a somewhat ramshackle house in an ­uptown residential ­neighbourhood. Enough fine dining – it's time for an oyster po&nbsp;boy: fried&nbsp;­oysters with tomato, lettuce and mayonnaise in a soft French baguette which may be the high point of my trip. Tom says when Domilises finally reopened, he felt as if the city would recover from Katrina.</p><p>New Orleans is a city that smiles on excess, so I&nbsp;didn't feel guilty about sitting down just a few hours later at <a href=\"http://www.restaurantaugust.com/\" title=\"August\">August</a>, chef John Besh's flagship, which is often cited as the city's finest restaurant. Situated in a corner town house at the edge of the French quarter, the main ­dining room is both ­dramatic and soothing, with 5m ceilings and soaring columns, full of very ­attractive locals, nearly all of whom seem to have consumed quite a&nbsp;few cocktails before dinner. My waitress gives me a black napkin to match my black suit and within moments, it seems, I am drinking an 07 JM Boillot Montagny which the very helpful sommelier has selected to go with my pumpkin ravioli. Halfway through the crispy sweetbreads, paired with a shockingly good 07&nbsp;Mayer Nakel Spätburgunder, I&nbsp;am already ­planning my next meal here, and ­plotting my ­return to this supremely edible city .</p><p><strong>Getting there  </strong><a href=\"http://www.delta.com/index.jsp?noFlash=true\" title=\"Delta Airlines\">Delta Airlines</a> flies London ­Heathrow to New Orleans, from<strong> </strong>£296 return.</p><p>• <strong>Stay at</strong> <a href=\"http://www.starwoodhotels.com/westin/property/overview/index.html?propertyID=1763\" title=\"Westin Canal Place\">Westin Canal Place</a>, from £121 per room per night. For more information about the city and ­restaurants, go to <a href=\"http://www.neworleanscvb.com/\" title=\"New Orleans Convention &amp; Visitors Bureau\">New Orleans Convention &amp; ­Visitors Bureau</a>.</p><!-- Guardian Watermark: travel/2010/jan/30/jay-mcinerney-in-new-orleans|2011-10-21T07:09:02+01:00|4b299854cf1b68bc57556812bb21ffc54f877bca -->",
        "showInRelatedContent":"true",
        "lastModified":"2010-01-30T00:11:11Z",
        "hasStoryPackage":"true",
        "standfirst":"Can the city's great culinary tradition survive the fallout of Hurricane Katrina? Oh yes",
        "shortUrl":"http://gu.com/p/2e47a",
        "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/About/General/2010/1/25/1264425084062/Herbsaint-New-Orleans-004.jpg",
        "commentable":"false",
        "byline":"Jay McInerney",
        "publication":"The Guardian",
        "newspaperEditionDate":"2010-01-30",
        "shouldHideAdverts":"false",
        "liveBloggingNow":"false"
      }
    },{
      "id":"travel/2010/jan/30/new-forest-travel-restaurant",
      "sectionId":"travel",
      "sectionName":"Travel",
      "webPublicationDate":"2010-01-30T00:10:59Z",
      "webTitle":"Weekend travel special: Local delights in the New Forest",
      "webUrl":"http://www.guardian.co.uk/travel/2010/jan/30/new-forest-travel-restaurant",
      "apiUrl":"http://content.guardianapis.com/travel/2010/jan/30/new-forest-travel-restaurant",
      "fields":{
        "newspaperPageNumber":"45",
        "trailText":"<p>It's not just the pigs with foraging rights in the woods that eat well round these parts. Guests at the Montagu Arms can do, too, says <strong>Sue Matthias</strong></p>",
        "headline":"Weekend travel special: Local delights in the New Forest",
        "body":"<p>On a golden autumn afternoon in the New Forest, we were getting off our hired bikes for a breather when a pig with several rings through its nose mooched out from behind some parked cars. Then a&nbsp;man emerged from the woods carrying a wicker basket containing ceps and something that looked like a sponge. It was a brain fungus: the mushroom man told us it could be cooked in batter.</p><p>The New Forest is a delight for foodies of all descriptions. The pig was there for the acorns – benefiting from commoners' ancient rights to let their pigs forage in the woods here; the man was taking advantage of the public's right to pick up&nbsp;to 1.5kg of mushrooms in most of the forest.</p><p>Luckily we didn't have to pick our food, but were served it in considerable style at the <a href=\"http://www.montaguarmshotel.co.uk/\" title=\"Montagu Arms hotel\">Montagu Arms hotel</a> in the village of Beaulieu. Best known as the home of the <a href=\"http://www.beaulieu.co.uk/beaulieu/index\" title=\"National Motor Museum\">National Motor Museum</a>, it is now, according to hotel manager Phil Archer, a \"food destination\" thanks to the Montagu Arms' Michelin-starred restaurant.</p><p>The hotel is small, very cosy, very old-fashioned – and very expensive. The food lovers who come here, Archer said, are treating themselves. So it was mainly couples, rather than families like us, bringing two large teenage boys. They didn't join us for the Michelin-starred dinner. It would have been wasted on them – as it was, to some extent, on us. The Cornish lamb and escalope of seabass were terrific, but for our simpler tastes, it&nbsp;was the amazing cream tea and the breakfast that put the Montagu Arms on the map – every sausage, bacon slice, tomato and egg locally sourced and perfectly cooked.</p><p><strong>Stay at </strong>The Montagu Arms, 01590 612324. Dinner, B&amp;B, from £130 per person per night. Dinner in the Michelin-starred Terrace restaurant: mains £26-£30.</p><!-- Guardian Watermark: travel/2010/jan/30/new-forest-travel-restaurant|2011-10-21T07:09:02+01:00|2e2d23968e587acc53fd132195f5204080e62cde -->",
        "showInRelatedContent":"true",
        "lastModified":"2010-01-30T00:10:59Z",
        "hasStoryPackage":"true",
        "standfirst":"It's not just the pigs with foraging rights in the woods that eat well round these parts. Guests at the Montagu Arms can do, too",
        "shortUrl":"http://gu.com/p/2e3e9",
        "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/About/General/2010/1/26/1264528859070/Scones--004.jpg",
        "commentable":"false",
        "byline":"Sue Matthias",
        "publication":"The Guardian",
        "newspaperEditionDate":"2010-01-30",
        "shouldHideAdverts":"false",
        "liveBloggingNow":"false"
      }
    },{
      "id":"travel/2010/jan/30/pasta-making-mantua-italy-winterson",
      "sectionId":"travel",
      "sectionName":"Travel",
      "webPublicationDate":"2010-01-30T00:10:52Z",
      "webTitle":"Weekend travel special: Jeanette Winterson in Italy",
      "webUrl":"http://www.guardian.co.uk/travel/2010/jan/30/pasta-making-mantua-italy-winterson",
      "apiUrl":"http://content.guardianapis.com/travel/2010/jan/30/pasta-making-mantua-italy-winterson",
      "fields":{
        "newspaperPageNumber":"19",
        "trailText":"<p>The deli owner and novelist learns to make ravioli the traditional way</p>",
        "headline":"Weekend travel special: Jeanette Winterson in Italy",
        "body":"<p>Mantua is one of those Italian towns that lives in the past and the present with such style that history becomes a continuum – more like a series of connected rooms than a set of disappearances. Walking through its Renaissance squares, whether or not you choose to visit the <a href=\"http://en.wikipedia.org/wiki/Ducal_palace,_Mantua\" title=\"Ducal palace\">Ducal ­palace</a>, or the <a href=\"http://www.itis.mn.it/acqua/inglese/head/main2.htm\" title=\"Church of St Andrew\">Church of St Andrew</a>, or <a href=\"http://www.itis.mn.it/acqua/inglese/head/main.htm\" title=\"the Castle of St George\">the Castle of St George</a>, with its extraordinary ­<a href=\"http://en.wikipedia.org/wiki/Andrea_Mantegna\" title=\"Mantegnas\">Mantegnas</a>, the feeling is one of belonging to time as it ­really is; not vanished discontinuity, but ancestry. ­Perhaps only in Italy could past and present feel like one big ­family – noisy, eccentric, well ­preserved, respected.</p><p>No surprise, then, that everywhere I went ­during my food extravaganza in Mantua, I met generational families both proud of their cultural and ­gastronomic heritage, and keen to take it forward.</p><p>If you fly into <a href=\"http://www.guardian.co.uk/travel/2008/feb/03/verona.italy\" title=\"Verona\">Verona</a>, it would be worth taking a taxi straight to <a href=\"http://www.dalpescatore.com/main_en.asp\" title=\"dal Pescatore\">dal Pescatore</a>, an exquisite ­restaurant hidden in a park of birch trees outside Mantua. You will want to dress, because it is that kind of place, but although it is elegant and formal, it is not fussy, and the focus is on the food. One of&nbsp;the tasting menus gives tiny portions of catfish ravioli, hare with prunes, beef that breaks as it touches the fork, seafood in aspic as clear as glass&nbsp;that dissolves instantly on the tongue, ­releasing the delicate flavours inside; risotto of the season in a light broth, dainty, homemade breads with fresh butter churned by hand, and, of&nbsp;course, olive oil of such quality that, just on its&nbsp;own with a mop of bread and a draught of wine, it&nbsp;would be enough.</p><p>I was given a tour of the kitchens, where the grandmother was making salsa verde and the grandson was rapidly serrating the ravioli into ­expert triangles. The father took me round wine caves that became darker, colder, dustier and more expensive with every turn of the lock.</p><p>Yes, you could spend a great deal of money on your wine, but you could just as easily, as I&nbsp;did, enjoy half a bottle of Anselmi San Vincenzo Soave, followed by a 2004 Cardel Basio Pinot Noir. The man who made it came to shake hands. The daughter of the house sat down and talked with real passion about what was grown and made locally. They were all proud of what they were achieving, and their pleasure in the food and wine was serious but never pretentious. I ate and drank far too much, and ended the meal with a speciality Grappa di Barbaresco that I thought I&nbsp;didn't want, but that proved perfect against the scalding hot espresso and homemade chocolates.</p><p>It would be worth flying out even for one night to eat here.</p><p>The following morning I woke up feeling very well and walked straight out of my hotel into a small family bar for the inevitable good coffee and fresh orange juice. This Scotch-themed bar stocks every possible whisky and has photos of the Highlands. Nobody seems to mind, and drinks their Campari anyway. I love the cheerful bustle of those stand-up bars, where the coffee is never lukewarm and the shots of alcohol are little blasts to get you going.</p><p>Fortified, I set off round the Saturday morning Mantua market that sells everything from ­organic&nbsp;fruit to aged parmesan, fresh-hunted game, mountains of mushrooms and wonderful cheap wine, including the local lambrusco that is low in alcohol, but deliciously fruity and frizzante and, I&nbsp;discovered, ideal outdoors at 11am with a&nbsp;salami sandwich.</p><p><a href=\"http://www.agriturismomantova.it.\" title=\"Agriturismo In Mantova \">Agriturismo Mantua </a>organises farmers' ­markets and encourages tourists to visit farms, cheese- and winemakers. If you want to, you can&nbsp;stay with some of the families involved in keeping alive the gastronomy of Lombardy.</p><p>I really wanted to learn how to make pumpkin pasta. I have a deli, <a href=\"http://www.jeanettewinterson.com/verdes.asp\" title=\"Verde\">Verde</a>, in London, and Harvey Cabaniss, the chef who runs the operation, loves Italian food, but we both hate the prepacked ­commercial pastas ubiquitous in supermarkets. We&nbsp;wondered about making our own.</p><p>Pumpkins are to Mantua what potatoes are to&nbsp;Peru – varieties of every kind, shape, size and&nbsp;­colour, the incredible edibles, the ones for ­decoration and others that are strung into ­loofahs&nbsp;or grated into soap.</p><p>Agriturismo arranged for me to visit a three-­generational family who have a small restaurant, Merlin Cocai, where they grow a lot of their own food, and who offer cooking lessons. The grandmother was sitting by a wood-burning stove, watching bright-eyed as a squirrel as her daughter and grandson taught me how to make and roll the pasta dough, then spoon out the pumpkin filling, which has to be mixed with amaretti biscuits. The&nbsp;amaretti give it the distinctive sweetness that&nbsp;­either you love or you don't.</p><p>I was very bad at making same-size parcels, and I kept taking the little pillows over to la grandmamma, who in one twist and squeeze turned my lumpen, oozing misfire into elegant ravioli.</p><p>Then we all sat down at a long table and ate lunch, which was Everything You Can Do With A&nbsp;Pumpkin, including risotto, a chicken dish and a sweet torta for pudding. There was also pumpkin relish and pumpkin sauce.</p><p>I might have overdone it on the pumpkin class, but to be in that warm kitchen with plenty of ­lambrusco sloshing about and food being ­prepared with such skill and pleasure was in every sense, and for all the senses, a better world&nbsp;than the \"convenience\" food of the ­Anglo-American supermarket culture.</p><p>Food is our everyday experience, and to eat real food is essential to living a real life. The prepacked life is a swindle and a fake. This isn't about money or privilege; it's about what you value – the ­simple enjoyment of preparing and eating food, talking and drinking round the table.</p><p>There is no \"hidden\" Mantua, no secret ­special places to \"discover\", because Mantua itself is something of a secret special place. Verona or Venice are much more firmly on the map for the weekend visit, but Mantua is pretty marvellous, and nothing you do there will disappoint. Take a&nbsp;cool-bag to bring home lots from the market, and eat everything on the menus. Good food. Good life.</p><p><strong>Getting there </strong>BA flies from London Gatwick to V­erona, from £120 return; ba.com.</p><p><strong>Where to stay </strong><a href=\"http://www.anticadimoramantovana.it\" title=\"Hotel Antica Dimora Mantovana\">Hotel Antica Dimora Mantovana</a>; from €80 per room per night.</p><!-- Guardian Watermark: travel/2010/jan/30/pasta-making-mantua-italy-winterson|2011-10-21T07:09:02+01:00|323544743a1037fc2e8be3683c7509c8ba472012 -->",
        "showInRelatedContent":"true",
        "lastModified":"2010-01-30T00:10:52Z",
        "hasStoryPackage":"true",
        "standfirst":"The deli owner and novelist learns to make ravioli the traditional way",
        "shortUrl":"http://gu.com/p/2e37h",
        "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/About/General/2010/1/26/1264526084378/Travel-Italy-004.jpg",
        "commentable":"false",
        "byline":"Jeanette Winterson",
        "publication":"The Guardian",
        "newspaperEditionDate":"2010-01-30",
        "shouldHideAdverts":"false",
        "liveBloggingNow":"false"
      }
    },{
      "id":"travel/2010/jan/30/tapas-wine-rioja-spain-travel",
      "sectionId":"travel",
      "sectionName":"Travel",
      "webPublicationDate":"2010-01-30T00:10:14Z",
      "webTitle":"Weekend travel special: Tapas and wine in Rioja",
      "webUrl":"http://www.guardian.co.uk/travel/2010/jan/30/tapas-wine-rioja-spain-travel",
      "apiUrl":"http://content.guardianapis.com/travel/2010/jan/30/tapas-wine-rioja-spain-travel",
      "fields":{
        "newspaperPageNumber":"43",
        "trailText":"<p>Forget Barcelona: this is the place to go, says <strong>Becky Barnicoat</strong></p>",
        "headline":"Weekend travel special: Tapas and wine in Rioja",
        "body":"<p>It's late autumn when we arrive, and the grapes are gone. The&nbsp;gnarly vines that cover the hills are&nbsp;decked in pink, red and&nbsp;yellow leaves.&nbsp;It's the best time to see&nbsp;them.</p><p>While tourists crowd the streets of ­Barcelona, clever travellers head an hour and a half south of Bilbao, to seek out Spain's most raved-about wine and some of its best tapas bars. Both can be found in a relatively small area, with&nbsp;the pretty walled town of <a href=\"http://www.travelinginspain.com/basque/laguardia.htm\" title=\"Laguardia\">Laguardia</a> or the region's capital <a href=\"http://www.travelinginspain.com/rioja/logrono.htm\" title=\"Logroo\">Logroño</a> as your base. You'll need&nbsp;a car to&nbsp;get around; we hear of a man who toured the wineries by bicycle, but the hills and&nbsp;the booze could be a messy combination.</p><p>Our home in Laguardia is the turreted <a href=\"http://www.hotelcollado.com/castillo/html/inicio.html\" title=\"Castillo El Collado\">Castillo El Collado</a>, owned by Javier, who greets us with a&nbsp;platter of melt-in-the-mouth jamón and a bottle of Rioja. We're off to a good start.</p><p>The region has a traditional feel, but the ­wineries, such as the <a href=\"http://www.marquesderiscal.com/index.php\" title=\"Marqus de Riscal\">Marqués de Riscal</a>, a sci-fi temple to wine designed by <a href=\"http://www.foga.com/\" title=\"Frank Gehry\">Frank Gehry</a>, look as if they've landed from space.</p><p>Our first tasting is at <a href=\"http://www.floornature.com/progetto.php?id=4620&amp;sez=30\" title=\"Baigorri\">Baigorri</a> – a sleek, glass cube that juts sexily out of the hillside (a local later describes it as an impractical waste of space.) We are led down seven floors and taught about Riojan wine. The whole place has a lovely stink of yeast, fruit and oak. Then we settle into the restaurant for a long lunch overlooking the vineyards. The food is classic northern Spanish fare – cheese croquettes, stew and chops – and after several glasses of Rioja, it's spot on. You can take tours like this in most local wineries for around €10 (€40 with lunch), and it's fun to ­compare designer wineries such as Baigorri with the ancient, atmospheric cellars of <a href=\"http://www.bodegaelfabulista.com/\" title=\"Fabulista\">Fabulista</a> in ­Laguardia, or a&nbsp;large-scale venture such as Campo Viejo.</p><p>After the wine, it's time for tapas. Logroño is a&nbsp;bustling, slightly plain city that wouldn't be an&nbsp;obvious destination if it weren't for a cluster of&nbsp;streets in the old town lined with tapas bars. This, some say, is the best tapas in Spain. It must at least be the most fun. We join the throng lining the streets around Calle Laurel and Calle San Juan, each bar specialising in a different tapas – every­thing from quails' eggs and ham to miniature portions of patatas bravas. Locals cram in, order a&nbsp;round of food and a glass of \"carbonic wine\" – a&nbsp;young, acidic red. Ask for \"R\" (erre punto), but&nbsp;be warned: your gut won't take too much. Then&nbsp;everyone bundles en masse to the next bar, becoming increasingly greasy-chinned and drunk. The tapas crawl is chaotic and hilarious, and the food delicious. My favourites are garlicky ­mushrooms (La Cueva, Calle San Juan), gloriously t­ender pincho morunos (lamb kebabs; Bar Paganos, Calle Laurel) and tortilla with piquante sauce (Bar Sebas, Calle San Agustin). Each round will set you back just a couple of euros. It would make a great night out with a big group of friends.</p><p>The final stop is <a href=\"http://www.dinastiavivanco.com/inicio.asp\" title=\"Dinastia Vivanco\">Dinastia Vivanco</a>, a winery, restaurant and museum. Founder Pedro Vivanco was a wine fanatic and amassed an enormous quantity of wine-related artefacts – including the world's biggest corkscrew collection. Lunch in the restaurant is a treat: white asparagus, juicy lamb chops (both regional specialities), powerful wine and a splendid view of the vineyards in the late autumn sun. We're there for more than three hours. Time is forgotten: all that counts is food, wine and talk. It's the perfectly decadent ending to a bacchanalian long weekend.</p><p><strong>Getting there</strong> <a href=\"http://www.vueling.com/\" title=\"Vueling\">Vueling</a> flies London Heathrow to&nbsp;Bilbao, from £50 one way.</p><p><strong>Stay at</strong> <a href=\"http://www.hotelcollado.com/castillo/html/inicio.html\" title=\"Castillo El Collado\">Castillo El Collado</a>, £110 per room per night. <a href=\"http://www.hotelmarquesdevallejo.com/\" title=\"Marques de Vallejo\">Marques de Vallejo</a>, from £45 per room per night; . Go to <a href=\"http://www.winesfromrioja.co.uk/\" title=\"winesfromrioja.co.uk \">winesfromrioja.co.uk </a>for ­details about visiting the wineries.</p><!-- Guardian Watermark: travel/2010/jan/30/tapas-wine-rioja-spain-travel|2011-10-21T07:09:02+01:00|c288d58eebdf1612751d73bdcce3ddd44238eeef -->",
        "showInRelatedContent":"true",
        "lastModified":"2010-01-30T00:10:14Z",
        "hasStoryPackage":"true",
        "standfirst":"Forget Barcelona, this is the place to go",
        "shortUrl":"http://gu.com/p/2e3dd",
        "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/About/General/2010/1/26/1264528099219/Travel-Rioja-004.jpg",
        "commentable":"false",
        "byline":"Becky Barnicoat",
        "publication":"The Guardian",
        "newspaperEditionDate":"2010-01-30",
        "shouldHideAdverts":"false",
        "liveBloggingNow":"false"
      }
    },{
      "id":"travel/2010/jan/30/iceland-food-travel",
      "sectionId":"travel",
      "sectionName":"Travel",
      "webPublicationDate":"2010-01-30T00:10:09Z",
      "webTitle":"Weekend travel special: An eruption of flavour",
      "webUrl":"http://www.guardian.co.uk/travel/2010/jan/30/iceland-food-travel",
      "apiUrl":"http://content.guardianapis.com/travel/2010/jan/30/iceland-food-travel",
      "fields":{
        "newspaperPageNumber":"41",
        "trailText":"<p>It's famously spectacular – and expensive. But with the krona down, now is&nbsp;the perfect time to eat out in Iceland, says <strong>Charlotte Northedge </strong></p>",
        "headline":"Weekend travel special: An eruption of flavour",
        "body":"<p><a href=\"https://www.vogafjos.net/en/forsida/\" title=\"Vogafjos cafe\">Vogafjos cafe</a> and guesthouse, on lake Myvatn in northern Iceland, is known for its local delicacies. But looking out of our small wooden hut across an expanse of bubbling mud and volcanic craters, steam rising from the ground, it was hard to feel hopeful about the meal we were about to embark on. What could possibly grow in a place like this?</p><p>Vogafjos is a working dairy farm, and we were seated against aglass wall, face-to-face with a herd of Icelandic cows about to be milked. Although it couldn't have been fresher, it felt ­almost indecent, eating the mozzarella and feta cheese made from their milk while they watched. And then the clear pipes running the length of the restaurant turned white, and warm milk was poured directly into our glasses: like a bovine Charlie And The Chocolate Factory.</p><p>Feeling a little squeamish, I gave my beaker to my boyfriend and concentrated on the tempting platter of cheese, tender smoked lamb and assortment of home-smoked fish – from a delicate trout to an odd, earthy variety that we later discovered had been smoked in cow dung. The real speciality, though, is the hverabrau, a rich rye bread baked underground in the same geothermal heat that makes the ground bubble and steam. And skyr – a national treasure of low-fat ­yogurt that's served with everything from fish to meat, puddings to porridge.</p><p>People come to Iceland for the eerily spectacular scenery, the geothermal spas, the famed Reykjavik nightlife – but not usually for the ­cuisine. Yet Iceland prides itself on local produce, and with the krona at less than half its pre-crash value, the fine dining scene here is suddenly more affordable.</p><p>And so the following night, in<a href=\"http://fridrikv.is/\" title=\" Fridrik V\"> Fridrik V</a> in Akureyri, Iceland's second city (population 17,000), we enjoyed wild goose with tangy crowberries, and beetroot and blue potatoes dug up just moments away. Fridrik Val Karlsson, chef and owner, is something of an Icelandic celebrity, but he was on the floor of his restaurant, talking guests through the tasting menu (around £47) in loving detail. Melting flakes of haddock came garnished with local radish and a rare Icelandic onion. Icelandic gouda cheese, matured for nine years, was dressed with a local rhubarb-infused balsamic vinegar. The meal alone was worth the hour-long flight from Reykjavik.</p><p>Back in the capital, we experienced skyr in all its forms. As frothy skyr mousse at Silfur, the ­restaurant in our classy art deco hotel, <a href=\"http://en.hotelborg.is/\" title=\"Borg\">Borg</a>. As&nbsp;skyronnaise, with fresh wolffish in spelt barley at the harbour-front <a href=\"http://www.fishandchips.is/\" title=\"Icelandic Fish and Chips\">Icelandic Fish and Chips</a> ­restaurant. And skyr panna cotta at the<a href=\"http://www.visitreykjavik.is/desktopdefault.aspx/tabid-13/28_read-1133/12_view-89/\" title=\" Fish Company\"> Fish ­Company</a>, where local ingredients are served up in speciality dishes from around the world: from wild goose moussaka to Icelandic baccalo. You don't have to like yogurt – or fish – to enjoy ­Icelandic cuisine, but it helps.</p><p>But it's the more traditional restaurants and cafes that really capture the charm of this cosy city. A warming cup of lobster soup from the <a href=\"http://www.reykjavik.com/underpage.aspx?id=Eating&amp;article=2006111140124\" title=\"Sea Baron\">Sea Baron</a> shack in the harbour was a highlight, and our last night was spent at the family-run 3&nbsp;Frakkar, feasting on rich hashed fish and black bread. Not sophisticated, but hearty and delicious.</p><p><strong>Getting there </strong>Iceland Express flies from London ­Gatwick to Reykjavik, from £69 one way; <a href=\"http://www.icelandexpress.com/\" title=\"icelandexpress.com\">­icelandexpress.com</a>.</p><p><strong>Stay at</strong> Try a seven-night self-drive Northern ­Highlights holiday with<a href=\"http://www.discover-the-world.co.uk/en/\" title=\" Discover the World\"> Discover the World</a>, from&nbsp;£739 per person, including flights. For more information, visit the Iceland Gourmet Guide, <a href=\"http://www.icelandgourmetguide.com/\" title=\"icelandgourmetguide.com\">icelandgourmetguide.com</a>.</p><!-- Guardian Watermark: travel/2010/jan/30/iceland-food-travel|2011-10-21T07:09:02+01:00|cc311b941114c66aac49f464282d3e9e9127844f -->",
        "showInRelatedContent":"true",
        "lastModified":"2010-01-30T00:10:09Z",
        "hasStoryPackage":"true",
        "standfirst":"It's famously spectacular – and expensive. But with the krona down, now is&nbsp;the perfect time to eat out in Iceland",
        "shortUrl":"http://gu.com/p/2e3a7",
        "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/About/General/2010/1/26/1264523146613/Travel-Iceland-004.jpg",
        "commentable":"false",
        "byline":"Charlotte Northedge",
        "publication":"The Guardian",
        "newspaperEditionDate":"2010-01-30",
        "shouldHideAdverts":"false",
        "liveBloggingNow":"false"
      }
    },{
      "id":"travel/2010/jan/30/sushi-japan-travel-food",
      "sectionId":"travel",
      "sectionName":"Travel",
      "webPublicationDate":"2010-01-30T00:10:08Z",
      "webTitle":"Weekend travel special: Japan: Just don't mention the blowfish",
      "webUrl":"http://www.guardian.co.uk/travel/2010/jan/30/sushi-japan-travel-food",
      "apiUrl":"http://content.guardianapis.com/travel/2010/jan/30/sushi-japan-travel-food",
      "fields":{
        "newspaperPageNumber":"31",
        "trailText":"Sushi obsessive <strong>Merope Mills </strong>sets off in search of the real flavour of Japan",
        "headline":"Weekend travel special: Japan: Just don't mention the blowfish…",
        "body":"<p>A few years ago, a video appeared on&nbsp;YouTube entitled <a href=\"http://www.youtube.com/watch?v=0b75cl4-qRE\" title=\"Sushi: A Japanese Tradition\">Sushi: A&nbsp;­Japanese Tradition</a>. Offering tips on the correct way&nbsp;to eat sushi in Japan, it advises ­diners to pour ­exactly 20 cubic c­entimetres of soy&nbsp;sauce into a dish, then, using just your ­\"middle finger, index and thumb, pick up the ­sushi from the far side, incline your head to 45&nbsp;degrees and eat in one go\". The film shows a&nbsp;line&nbsp;of people tilting their heads and inhaling ­sushi like robots. \"Whether the sushi was ­delicious or&nbsp;not,\" it says, \"you must always tell&nbsp;the chef, 'It's delicious, Taisho!'\"</p><p>The video is satire – a spoof on sushi etiquette dreamed up by two irreverent Japanese comics. But so widespread is tourist anxiety about eating in Japan (every westerner I&nbsp;meet seems to fret about how to hold chopsticks) that you could be forgiven for taking it seriously – at least until it adds, \"Because some menu items are illegal, you&nbsp;will only discover them when you ask\", ­before flashing up images of giant pandas and other ­protected species.</p><p>Japanese cuisine is ­surrounded by myths and clichés, and as a sushi-obsessive, I travelled to ­Tokyo imagining they ate little else. But having enrolled on a sushi- and ­tempura-making course at&nbsp;the spectacular <a href=\"http://www.peninsula.com/Tokyo/en/default.aspx\" title=\"Peninsular hotel\">Peninsular hotel</a>, that idea was quickly dismissed. \"I&nbsp;don't make sushi at home unless my children pester me about it,\" says the teacher, Mr Kojima, a sushi chef of 18 years' ­experience. \"And if I do, we just eat hand-rolls,\" he says, expertly massaging the perfect nigiri (rice&nbsp;topped with fish) into shape as he speaks. My turn follows, and it's all a&nbsp;bit Generation Game, with my pathetic nigiri wobbling unsurely on the plate next to his.</p><p>The Japanese diet is undergoing enormous shifts in taste. Seafood and rice consumption are decreasing, while bread- and meat-eating are on&nbsp;the up, meaning that the overall diet is less healthy. But as a visitor you can still find fantastic food all over the country, be it in the bento boxes at the train station or the high-end restaurants of&nbsp;Kyoto and Osaka, which have recently become the subject of a Michelin guide for the first time.</p><p>In Tokyo, it is a rite of passage for tourists to get up early and experience the theatre of tuna-­selling at the busy<a href=\"http://www.tsukiji-market.or.jp/tukiji_e.htm\" title=\" Tsukiji fish market\"> Tsukiji fish market</a>. Amid the glassy-eyed mullet and industrial-sized mussels, you can witness big fish and big money changing hands. (Kojima told me that top restaurants charge as much as ¥5,000, or £34, for one piece of top-quality tuna, and only this month a tuna was sold at auction for ¥16.28m, or £109,000.)</p><p>Osaka has always been the commercial capital of Japan, but has earned a reputation as a mecca for gourmet food. It has been called \"kuidaore\" – liter­ally, \"bring ruin upon oneself by ­extravagance in food\". From the takoyaki (octopus balls) you buy in the street to the Japanese take on French haute cuisine at <a href=\"http://www.imperialhotel.co.jp/e/osaka/bar/54\" title=\"Les Saisons\">Les Saisons</a>, this is a must-stop for anyone wanting a richer understanding of ­Japanese food. \"Osaka people will try ­everything,\" says Yumiko, our guide. \"Tokyo ­people are more cautious.\" Osaka was the first place, for instance, to get permission to cook blowfish – that much maligned ingredient of the Japanese diet that has a fearsome reputation for occasionally causing respiratory arrest and death to the eater. \"Everyone's interested in blowfish,\" sighs Yumiko when I&nbsp;ask about it. \"I ate blowfish four days ago,\" she says matter-of-factly. \"Poison didn't kill me.\"</p><p>Not a natural risk-taker, I opt instead to lunch at&nbsp;Udonsuki, a 200-year-old restaurant with a ­traditional interior of tatami mats and low tables, where I soon find myself ceremoniously plunging a live shrimp into a boiling vat of noodle soup. Elsewhere, we snacked on box sushi (a distinctive \"pressed\", denser version that you find in Osaka) and sampled every strain of noodle Japan can offer, from soba to udon to ramen. In one restaurant, we were offered adult-sized paper bibs, which I&nbsp;took as carte blanche to eat as messily as I liked.</p><p>We travel from Osaka to Kyoto, Japan's historic city, on the bullet train, which is as efficient and futuristic as advertised (the average delay last year was six seconds). Because Kyoto is near the Sea of Japan, it has always had access to ingre­dients and a reputation for great food. It is here that we experienced a traditional multi-course meal at <a href=\"http://www.kanamean.co.jp/englishpage.html\" title=\"Kanamean Nishitomiya\">Kanamean Nishitomiya</a>, a two Michelin-starred ryokan (traditional Japanese inn), with seasonal dishes presented more like works of art than something to eat. The carved and hollowed orange halves, showcasing slices of&nbsp;duck, Japanese radish and fruits, were so ­beautiful that it felt ­almost rude to eat them. Yet&nbsp;somehow I managed.</p><p>At another ryokan, dish after dish is delivered by an ­admirably patient mama-san (hostess), who tries very hard to explain what it is we are being fed: a stuffed lobster, meltingly good sashimi, a&nbsp;sort of fish stew with some unidentified potato substance – the list goes on. We try everything, partly on the grounds of curiosity and partly not to cause offence. Two hours, 10 dishes and one very exhausted mama-san later, we are delivered two of the biggest oysters you could wish to set your eyes on. My heart sinks. I can eat no more. ­Finally, reluctantly, I admit defeat.</p><p></p><p><strong>Getting there </strong><a href=\"http://uk.jal.com\" title=\"Japan Airlines\">Japan Airlines</a> flies from London Heathrow to Tokyo, from £589.</p><p><strong>Where to stay </strong><a href=\"http://www.peninsula.com/\" title=\"The Peninsular Hotel\">The Peninsular hotel</a>, Tokyo ­(plus information about its sushi-­making course or ­dinner at Hei Fung Terrace);</p><p><a href=\"http://www.imperialhotel.co.jp\" title=\"Imperial Hotel Osaka\">Imperial Hotel Osaka</a> – for ­reservations at its restaurant, Les Saisons, call 00&nbsp;81 6 6881 1111.</p><p><a href=\"http://www.kyoto.regency.hyatt.com\" title=\"Hyatt Regency, Kyoto\">Hyatt Regency, Kyoto</a>.</p><p>For more information on Japan, go to  <a href=\"http://www.seejapan.co.uk/\" title=\"seejapan.co.uk\">s­eejapan.co.uk</a>.</p><!-- Guardian Watermark: travel/2010/jan/30/sushi-japan-travel-food|2011-10-21T07:09:02+01:00|e39391f7816dbb9682d2eea779b393c370f11fee -->",
        "showInRelatedContent":"true",
        "lastModified":"2010-01-30T00:10:08Z",
        "hasStoryPackage":"true",
        "standfirst":"Sushi obsessive Merope Mills sets off in search of the real flavour of Japan",
        "shortUrl":"http://gu.com/p/2e36m",
        "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/About/General/2010/1/26/1264527079882/Travel-Japan-004.jpg",
        "commentable":"false",
        "byline":"Merope Mills",
        "publication":"The Guardian",
        "newspaperEditionDate":"2010-01-30",
        "shouldHideAdverts":"false",
        "liveBloggingNow":"false"
      }
    },{
      "id":"travel/2010/jan/30/travel-cycling-gastonomy-berry-france",
      "sectionId":"travel",
      "sectionName":"Travel",
      "webPublicationDate":"2010-01-30T00:10:02Z",
      "webTitle":"Weekend travel special: Cycling and eating in Berry, France | Matthew Fort",
      "webUrl":"http://www.guardian.co.uk/travel/2010/jan/30/travel-cycling-gastonomy-berry-france",
      "apiUrl":"http://content.guardianapis.com/travel/2010/jan/30/travel-cycling-gastonomy-berry-france",
      "fields":{
        "newspaperPageNumber":"36",
        "trailText":"<p>Lance Armstrong he's not, but <strong>Matthew Fort </strong>wasn't about to let that stop him heading off on an eating tour along the Canal du Berry</p>",
        "headline":"Weekend travel special: Cycling and eating in Berry, France",
        "body":"<p>'This is La France profonde,\" said Madame Catherine ­Greninger, chateleine of ­<a href=\"http://www.manoirdumortier.com/\" title=\"Manoir du Mortier\">Manoir du Mortier</a>, deep in the Forêts de Tronçons in the heart of <a href=\"http://www.crwflags.com/fotw/flags/fr-berry.html\" title=\"Berry\">Berry</a>. And she was right. Oh, there's a good deal of industrial agriculture, vast prairie fields ­uncircumscribed by wall or fence. But these featureless plains are merely a disguise for an older, more rustic France, tucked away in coigns of the ­landscape. A France of country lanes, ­hamlets, fields of tussocky grass in which creamy <a href=\"http://www.cattle.com/BreedsofCattle/Images/charolais.jpg\" title=\"Charolais\">Charolais</a> and russet <a href=\"http://www.google.com/imgres?imgurl=http://www.limousin.co.uk/site/images/mainpage/Splashpage_r2_c2.jpg&amp;imgrefurl=http://www.limousin.co.uk/&amp;h=372&amp;w=563&amp;sz=32&amp;tbnid=E6Qw_1ircvUIBM:&amp;tbnh=88&amp;tbnw=133&amp;prev=/images%3Fq%3DLimousin%2Bcattle&amp;usg=__hIEqwNmsFd3TPzFJcGLuOS8h_4s=&amp;ei=HzhXS5acKYWD4QbZ8LClAw&amp;sa=X&amp;oi=image_result&amp;resnum=6&amp;ct=image&amp;ved=0CBYQ9QEwBQ\" title=\"Limousin\">Limousin</a> ­cattle munch meditatively. On the surface, it seems no different from familiar rural scenes at&nbsp;home, yet there is something ­unmistakably, ­irrepressibly French about it.</p><p>This is the countryside of grand châteaus, some serious and solid, others exuberant explosions of high Gothic architecture. These are&nbsp;the relics of France's long-departed grand families, who once exercised control throughout the country. But there are less showy establishments, too; ­unsung manor houses and fortified farms, ­testaments to Berry's agri­cultural wealth. This is the garden of France, watered by the Loire, the&nbsp;Cher, the ­Allier. It's always been a hugely ­productive area, with a distinctive gastronomic tradition. There's game from the forests of Sologne and Tronçons; walnuts and hazelnuts from the Auron valley; wild mushrooms, in their season; pike and zander from the rivers; pannequet berrichon, a crêpe made with mashed potato; le&nbsp;pâté berrichon, a pâté en crôute set with hard-boiled eggs, not ­unlike our ham pie; ­poulet en barbouille, chicken flambéed in brandy, cooked in cream blended with the bird's blood and liver, then thickened with egg yolk; truffat, a potato pie. It's the home of puff pastry, of tarte tatin; and famous for its goat's cheeses – crottin de Chavignol, Pouligny-Saint-Pierre, Selles-sur-Cher.</p><p>In short, it's solid, rustic, hearty food, long on taste and maybe a little short on subtlety. And it's just the kind of food I needed to sustain me as I&nbsp;cycled along the Ancien Canal du Berry. Built – or \"réalisé\", as the French so elegantly put it – ­between 1808 and 1840, 261km all told, with 97 locks to carry freight (coal, bricks, clay and iron) to and from <a href=\"http://en.wikipedia.org/wiki/Montlu%C3%A7on\" title=\"Montluon\">Montluçon</a> in the south, and to and from Fontblisse by way of V­allon-en-Sully and Saint-Amand-Montrond. And for my mode of transport, the vélo éléctrique, heir-apparent to the Vélo­Solex of beloved memory. It turned out to be an ingenious (and very French) contraption with a heavyweight battery, 10kg at a guess, that recharged nightly and sat below the saddle to provide a spirit-lifting nudge as ­energy sagged or legs began to shriek on steeper inclines. Not that it took the pedalling out of cycling, but it provided comfort to the ­unaccustomed cyclist. I'm no <a href=\"http://www.lancearmstrong.com/\" title=\"Lance Armstrong\">Lance ­Armstrong</a>. Easy does it, that's my motto.</p><p>And easy it was. Well, most of it. I had some trouble with the canal itself. When it was there, it&nbsp;was reassuringly broad and placid, its path marked by poplars, chestnuts and oaks. The ­trouble was, it had an awkward habit of ­disappearing completely from time to time. Still,&nbsp;the canal gave a general sense of direction and provided delightful diversions along the way,&nbsp;such as the <a href=\"http://www.auberge-magnette.com/fr.php?c_naam=8\" title=\"Auberge Magnette\">Auberge Magnette</a> at Reugny, walls cluttered with posters, bottles lining the glass shelves behind the bar, marble floor, spiky chandeliers, as if designed by <a href=\"http://en.wikipedia.org/wiki/Bernard_Buffet\" title=\"Bernard Buffet\">Bernard Buffet</a>. It&nbsp;was 3pm. \"Lunch?\" said Nelleke Hellemons, chef/barmaid/­proprietress. \"No problem.\" There&nbsp;was a&nbsp;petite friture of lentils with bacon, liver and ­onion, oily, warming, perfect to restore the spirit. And paupiettes de veau, light and ­perfumed with herbs. And exceptional cheeses. All for €19. Oh, and a ­pichet of ­unnamed red wine, a&nbsp;coffee and a&nbsp;calvados. And while I ate, a&nbsp;stream of pretty young girls passed by and ­disappeared through a&nbsp;door beyond, ­clutching ballgowns swathed in plastic, their mothers ­fussing ­behind, as surreal as the party in the lost château in Alain-Fournier's classic Le Grand Meaulnes, which is set hereabouts.</p><p>Then there was the dinner at the Manoir du Mortier. There was a fire at one end of the room, and a feeling that here was an ­immaculately ­civilised place. Dinner was communal. The food was impeccably French, haut bourgeois, country house, of a kind familiar to me from recipe books no longer read, grounded in the ingredients of the region, suave, generous in ­matters of butter and cream: soufflé de légumes; poulet l'Ardennais; cheeses with a Parma violet jelly; and – oh, the bliss of it – profiteroles bursting with coffee crème patissière and topped with coffee icing.</p><p>Then there was La Coralive at the tiny hamlet of St Just. It was an old-fashioned bistro of a kind I&nbsp;thought had vanished, complete with sexy ­barmaid cutting a swathe through the men who came and went for a drink, for lunch, for a chat. There were others, too, drifting in for a plate or two from the day's menu: terrine or salade de museau (pig's nose), followed by choucroute or duck. Having dispatched the salad, I dispatched the choucroute, and first-rate they were, too, while small dramas unfolded at tables around me. This&nbsp;was the daily routine, you felt:  normality. A mobile phone rang. \"Pas de ­commerce ici,\" snapped the barmaid. \"Dehors. Comme les cigarettes.\" The harassed mobile phone owner slunk obediently outside.</p><p>And there was the magical Huilerie Boussard in Dun-sur-Auron. It seemed typical of the region. There wasn't much to it: the beautifully set up if melancholy Musée du Canal du Berry, a fine gate tower and the remains of a medieval wall guarding the approaches from the river. Still, it had a sense of worth, of solidity, of civic pride, of a communal life long gone from English towns of similar size – butchers, bakers, grocers – and the huilerie sold ­walnut and ­hazelnut oil, specialities of the region. \"Where are they made?\" I asked the young man inside. \"Here,\" he said, gesturing to a room next door. And so it was, on machinery that must have been state of the art in about 1850 – a small granite stone revolving in a tray to crush the nuts; mats on which the crushed pulp is extruded; and a hydraulic press operated by pulleys and fly-wheels black with oil and age. The light was amber, the air rich in perfume of hazelnut and walnut. It&nbsp;was a vision of the working past. It seemed ­emblematic of the true pleasures of Berry.</p><p><strong>Getting there </strong><a href=\"http://www.eurostar.com\" title=\"Eurostar\">Eurostar</a> operates up to 20 daily services from ­London St Pancras International to Paris Gare de Nord, with return fares from £59.</p><p><strong>Stay at</strong> <a href=\"http://www.manoirdumortier.com/\" title=\"Manoir du Mortier\">Manoir du Mortier</a>, Le Mortier, Meaulne.</p><!-- Guardian Watermark: travel/2010/jan/30/travel-cycling-gastonomy-berry-france|2011-10-21T07:09:02+01:00|e54a8fd1de01b4a843ff3512a7dcbe6bac6328e9 -->",
        "showInRelatedContent":"true",
        "lastModified":"2010-01-30T00:10:02Z",
        "hasStoryPackage":"true",
        "standfirst":"Lance Armstrong he's not, but our resident greedy guts wasn't about to let that stop him heading off on an eating tour along the Canal du Berry",
        "shortUrl":"http://gu.com/p/2e28x",
        "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/About/General/2010/1/27/1264591730337/Travel-France-004.jpg",
        "commentable":"false",
        "byline":"Matthew Fort",
        "publication":"The Guardian",
        "newspaperEditionDate":"2010-01-30",
        "shouldHideAdverts":"false",
        "liveBloggingNow":"false"
      }
    },{
      "id":"travel/gallery/2010/jan/30/cooking-italy-lombardy-jeanette-winterson",
      "sectionId":"travel",
      "sectionName":"Travel",
      "webPublicationDate":"2010-01-30T00:04:00Z",
      "webTitle":"Jeanette Winterson: pumpkin pasta in Lombardy",
      "webUrl":"http://www.guardian.co.uk/travel/gallery/2010/jan/30/cooking-italy-lombardy-jeanette-winterson",
      "apiUrl":"http://content.guardianapis.com/travel/gallery/2010/jan/30/cooking-italy-lombardy-jeanette-winterson",
      "fields":{
        "trailText":"<p>The deli owner and novelist learns how to make ravioli in Lombardy</p>",
        "headline":"Jeanette Winterson: pumpkin pasta in Lombardy",
        "showInRelatedContent":"true",
        "lastModified":"2010-01-30T00:08:00Z",
        "hasStoryPackage":"false",
        "standfirst":"The deli owner and novelist makes ravioli in Lombardy - glugging prosecco and gleening tips from grandmamma as she goes",
        "shortUrl":"http://gu.com/p/2e4dg",
        "thumbnail":"http://static.guim.co.uk/sys-images/Travel/Pix/pictures/2010/1/25/1264437856821/Jane-Winterson-cooking-in-001.jpg",
        "commentable":"false",
        "byline":"Jeanette Winterson",
        "publication":"guardian.co.uk",
        "shouldHideAdverts":"false",
        "liveBloggingNow":"false"
      }
    },{
      "id":"travel/gallery/2010/jan/30/france-food-cycling-matthew-fort",
      "sectionId":"travel",
      "sectionName":"Travel",
      "webPublicationDate":"2010-01-30T00:04:00Z",
      "webTitle":"Matthew Fort: Cycling the Ancien Canal du Berry",
      "webUrl":"http://www.guardian.co.uk/travel/gallery/2010/jan/30/france-food-cycling-matthew-fort",
      "apiUrl":"http://content.guardianapis.com/travel/gallery/2010/jan/30/france-food-cycling-matthew-fort",
      "fields":{
        "trailText":"<p><strong>Matthew Fort</strong> glides through Berry, in the heart of France</p>",
        "headline":"Matthew Fort: Cycling the Ancien Canal du Berry",
        "showInRelatedContent":"true",
        "lastModified":"2010-01-30T00:05:56Z",
        "hasStoryPackage":"false",
        "standfirst":"Matthew Fort glides along the Ancien Canal du Berry in the heart of France, stopping at traditional epiceries and local eateries as often as possible",
        "shortUrl":"http://gu.com/p/2e4bv",
        "thumbnail":"http://static.guim.co.uk/sys-images/Travel/Pix/pictures/2010/1/25/1264433342626/Matthew-fort-in-Berry-003.jpg",
        "commentable":"false",
        "byline":"Matthew Fort",
        "publication":"guardian.co.uk",
        "shouldHideAdverts":"false",
        "liveBloggingNow":"false"
      }
    },{
      "id":"travel/gallery/2010/jan/30/hugh-fearnley-whittingstall-ski-switzerland",
      "sectionId":"travel",
      "sectionName":"Travel",
      "webPublicationDate":"2010-01-30T00:04:00Z",
      "webTitle":"Hugh Fearnley-Whittingstall turns chalet chef",
      "webUrl":"http://www.guardian.co.uk/travel/gallery/2010/jan/30/hugh-fearnley-whittingstall-ski-switzerland",
      "apiUrl":"http://content.guardianapis.com/travel/gallery/2010/jan/30/hugh-fearnley-whittingstall-ski-switzerland",
      "fields":{
        "trailText":"<p>Chef rustles up tasty Alpine treats for hungry skiers in Switzerland</p>",
        "headline":"Hugh Fearnley-Whittingstall turns chalet chef",
        "showInRelatedContent":"true",
        "lastModified":"2010-01-30T00:06:01Z",
        "hasStoryPackage":"false",
        "standfirst":"Chef rustles up tasty Alpine treats for hungry skiers in Switzerland",
        "shortUrl":"http://gu.com/p/2e4ce",
        "thumbnail":"http://static.guim.co.uk/sys-images/Travel/Pix/pictures/2010/1/25/1264436556036/Hugh-Fearnley-Whittingsta-004.jpg",
        "commentable":"false",
        "byline":"Hugh Fearnley-Whittingstall",
        "publication":"guardian.co.uk",
        "shouldHideAdverts":"false",
        "liveBloggingNow":"false"
      }
    },{
      "id":"travel/gallery/2010/jan/30/new-orleans-cuisine-creole-jay-mcinerney",
      "sectionId":"travel",
      "sectionName":"Travel",
      "webPublicationDate":"2010-01-30T00:04:00Z",
      "webTitle":"Jay McInerney: New Orleans cuisine is alive and snapping",
      "webUrl":"http://www.guardian.co.uk/travel/gallery/2010/jan/30/new-orleans-cuisine-creole-jay-mcinerney",
      "apiUrl":"http://content.guardianapis.com/travel/gallery/2010/jan/30/new-orleans-cuisine-creole-jay-mcinerney",
      "fields":{
        "trailText":"<p>Author <strong>Jay McInerney</strong> goes gumbo-hunting in the Big Easy to find its classic Creole cuisine thriving</p>",
        "headline":"Jay McInerney: New Orleans cuisine is alive and snapping",
        "showInRelatedContent":"true",
        "lastModified":"2010-01-30T10:08:46Z",
        "hasStoryPackage":"false",
        "standfirst":"Author Jay McInerney goes gumbo-hunting in the Big Easy to find its classic Creole cuisine thriving",
        "shortUrl":"http://gu.com/p/2e4fd",
        "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/About/General/2010/1/25/1264425251353/Jay-McInerney-004.jpg",
        "commentable":"false",
        "byline":"Jay McInerney",
        "publication":"guardian.co.uk",
        "shouldHideAdverts":"false",
        "liveBloggingNow":"false"
      }
    }],
    "leadContent":[]
  };